{
    "modals": {
        "modal1": {
            "title": "Building with mixed functions",
            "content": "Project ‘Fagului 88’ - nominated as project No 1 at the ‘BATRA nominations’ for year 2019 (there are hundreds of architects and developers presenting their projects/completion/quality life style. Many of them are foreign investors too. To achieve such a result you must do well.<br/><br/>Faithful to the principle \"Live with Style\", we contribute to this life experience with:<br/><br/><ul><li> first quality materials used to make the construction</li><li> thermal system with basalt wool for a maximum degree of comfort</li> <li> stylish finishes for the lobby area and for common areas</li> <li> Schindler lift that provides access including underground parking</li><li> underfloor heating system in all apartments</li> <li> secure underground parking with restricted access through the card barrier</li><ul>",
            "images": ["../assets/img/491.png", "../assets/img/Capture6.PNG", "../assets/img/Capture7.PNG"],
            "pdfs": ""
        },
        "modal2": {
            "title": "Industrial chic: London's hottest warehouse conversions",
            "content": "London's historic granaries, warehouses and former textile factories provide the backdrop for some of the capital's most dramatic resicential conversions. <br/><br/>Cool and cavernous living spaces have been carved from the capital's rich industrial heritage, with dramatic triple-height cellings showcased with original metal-framed windows, exposed brickwork and chunky wooden celling beams. Underfool heating, smart lighting and wireless entertaiment system transform the spaces for luxury city living. <br/><br/>We take a tour of the capital's top lofts with stories to tell. ",
            "images": ["../assets/img/projects/Boutique/10.-960-lords-ext.jpg", "../assets/img/projects/Boutique/10.-960-lords-int.jpg"],
            "pdfs": ["../assets/pdf/Lords-Court1.pdf#toolbar=0&view=fitH"]
        },
        "modal3": {
            "title": "Albini 140",
            "content": "The apartment building has designed only one staircase, which is equipped with two elevators. The lobby and common areas of the block are tastefully finished with the best materials and finishes.<br/><br/> In the Residential Ensemble \"Albini 140\" are built a total of 34 apartments with an area from 37 sqm for one-bedroom or \"studio\" type apartments and up to 167 sqm for 2, 3-room homes and for penthouses which have generous terraces.<br/><br/> The apartments are divided into a range of comfortable schemes.<br/><br/> The homes are offered on the real estate market in the version - semi-finished and have equalizing screeds, plastered and plastered walls, have an entrance door installed and double-glazed windows installed, also have installations pulled up to positions for water, gas, electricity and all are equipped with a gas central heating and are heated by the floor, balconies and loggias are arranged with railings. But at the request of buyers the chosen apartment can be handed over in the finishing variant - \"turnkey\".",
            "images": ["../assets/img/projects/hermes-residence/1.jpg", "../assets/img/projects/hermes-residence/2.jpg", "../assets/img/projects/hermes-residence/3.jpg", "../assets/img/projects/hermes-residence/4.jpg"],
            "pdfs": ""
        },
        "modal4": {
            "title": "Luxury Penthouse",
            "content": "Located in one of the most active intersections of the city, in a neighborhood in full and continuous expansion, a mixed building with apartments and spaces with public access brings a playful and creative air to an area oriented mainly towards economic efficiency and repetitivene.",
            "images": ["../assets/img/projects/penthouse/23.jpeg", "../assets/img/projects/penthouse/25.jpeg", "../assets/img/projects/penthouse/1.jpeg", "../assets/img/projects/penthouse/2.jpeg", "../assets/img/projects/penthouse/3.jpeg", "../assets/img/projects/penthouse/6.jpeg", "../assets/img/projects/penthouse/8.jpeg", "../assets/img/projects/penthouse/9.jpeg", "../assets/img/projects/penthouse/10.jpeg", "../assets/img/projects/penthouse/12.jpeg", "../assets/img/projects/penthouse/13.jpeg", "../assets/img/projects/penthouse/14.jpeg", "../assets/img/projects/penthouse/15.jpeg", "../assets/img/projects/penthouse/17.jpeg", "../assets/img/projects/penthouse/18.jpeg", "../assets/img/projects/penthouse/22.jpeg", "../assets/img/projects/penthouse/25.jpeg", "../assets/img/projects/penthouse/26.jpeg", "../assets/img/projects/penthouse/28.jpeg", "../assets/img/projects/penthouse/29.jpeg", "../assets/img/projects/penthouse/30.jpeg", "../assets/img/projects/penthouse/31.jpeg", "../assets/img/projects/penthouse/33.jpeg", "../assets/img/projects/penthouse/34.jpeg", "../assets/img/projects/penthouse/35.jpeg"],
            "pdfs": ["../assets/pdf/Brosura Cabane Colibita_Engleza_.pdf#toolbar=0&view=fitH"]
        },
        "modal5": {
            "title": "Luxury Villa",
            "content": "Located in one of the most active intersections of the city, in a neighborhood in full and continuous expansion, a mixed building with apartments and spaces with public access brings a playful and creative air to an area oriented mainly towards economic efficiency and repetitivene",
            "images": ["../assets/img/projects/luxury-villa/1.jpg", "../assets/img/projects/luxury-villa/2.jpg", "../assets/img/projects/luxury-villa/3.jpg", "../assets/img/projects/luxury-villa/4.jpg", "../assets/img/projects/luxury-villa/5.jpg", "../assets/img/projects/luxury-villa/6.jpg", "../assets/img/projects/luxury-villa/7.jpg", "../assets/img/projects/luxury-villa/8.jpg", "../assets/img/projects/luxury-villa/9.jpg", "../assets/img/projects/luxury-villa/10.jpg", "../assets/img/projects/luxury-villa/11.jpg"],
            "pdfs": ""
        },
        "modal6": {
            "title": "Cedar Lodge –The Grove",
            "content": "<span style=\"font-size: 23px\">Desirable, contemporary and captivating</span> <br/><br/>Cedar Lodge is situated in The Grove, a quiet residential road off Golders Green Road, within walking distance of both Brent Cross and Golders Green stations. <br/><br/>The town centre and neighbouring Temple Fortune, Hendon and Hampstead Garden Suburb, offer a multitude of retail and leisure possibilities. Hampstead, Highgate and the wide open spaces of Hampstead Heath and numerous parks are close by. <br/><br/>The wider area is renowned for its numerous high achieving primary and secondary schools including Henrietta Barnet. Many of the local schools consistently achieve some of the best exam results in the country.<br/>Desirable, contemporary and captivating. <br/><br/>The apartments at Cedar Lodge have been designed to an exceptional standard and are finished to a high specification. <br/><br/><span style=\"font-size: 21px\">Internal Specification </span><ul style=\"padding-top: 10px;\"> <li>Over-sized Walnut veneered internal doors</li><li>Pocket doors to some kitchens and  dressing rooms </li><li>Coffered ceiling detail to living rooms </li><li>Decorated feature panel doors to  individual flats </li><li>Polished nickel lever handles and door furniture/li><li>Walnut engineered timber flooring to  living rooms and hallways</li><li>Large porcelain tiles to kitchen </li><li>Gas fired underfloor heating throughout  • Carpet to all bedrooms and dressing rooms</li><li> Fully fitted wardrobes or dressing rooms  to master bedrooms</li><li>Carpets to bedrooms </li><li>Gas fireplaces - clad with a feature stone </li></ul>",
            "images": ["../assets/img/projects/cedar-lodge/1.jpg", "../assets/img/projects/cedar-lodge/2.jpg", "../assets/img/projects/cedar-lodge/3.jpg", "../assets/img/projects/cedar-lodge/4.jpg", "../assets/img/projects/cedar-lodge/5.jpg", "../assets/img/projects/cedar-lodge/6.jpg", "../assets/img/projects/cedar-lodge/7.jpg", "../assets/img/projects/cedar-lodge/8.jpg"],
            "pdfs": ["../assets/pdf/Cedar Lodge Brochure.pdf#toolbar=0&view=fitH"]
        },
        "colibitaVilla": {
            "title": "Lake View Resort, Colibita",
            "content": "On our shores of Colibita Lake, in a perfect natural context, Lake View Resort chalets will offer you professional services and high quality conditions. <br/><br/> Colibita is a village in Bistrita Bargaului comune, Bistrita-Nasaud county, Transylvania, Romania. The place, located on Bistrita Valley, lies on the shores of Colibita Lake, in a perfect natural setting drawn by Bargau Mountains and Calimani Mountains. <br/><br/> Colibita Lake is also called the Mountain Sea, due to the beautiful sandy beaches, which makes this place an ideal place for holidays. ",
            "images": ["../assets/img/projects/lakeView/1.jpg", "../assets/img/projects/lakeView/2.jpg", "../assets/img/projects/lakeView/3.jpg", "../assets/img/projects/lakeView/4.jpg", "../assets/img/projects/lakeView/5.jpg", "../assets/img/projects/lakeView/6.jpg", "../assets/img/projects/lakeView/7.jpg"],
            "pdfs": ["../assets/pdf/Brosura Cabane Colibita_Engleza_.pdf#toolbar=0&view=fitH"]
        },
        "ealingCommon": {
            "title": "366 Ealing Common",
            "content": "Apartments 1 and 2 fulfil the idealistic brief for many professionals looking for spacious, contemporary living set within a grand Victorian exterior. These two luxury apartments, created like the rest of the devlopment in conjunction with Jigsaw interior architects, transport you into an awe-inspiring environment of modernity, ease and contemporary surroundings. Relax in your own private garden accessed through your spacious entertaining and reception space filled with natural light; appreciate the clever and functional design of the three double bedrooms; and, above all else, enjoy your home. <br/><br/>Apartment 3 - The L-shape reception with its handle less kitchen set off the main living area, designer bathroom and soft lighting throughout creates an environment that sets the scene for a contemporary lifestyle.<br/><br/> Apartment 4 - This split level, two bedroom, two bathroom property benefits from a clever design that accentuates a large open plan kitchen-reception coupled with the development’s designer specification of engineered wood flooring, luxury carpet and underfloor heating.<br/><br/>Located in the heart of Ealing Common. Take a walk through the neighbourhood: housing stock of similar Victorian architecture set back from wide-tree lined roads.<br/><br/> The local shopping parade is characterised by its local flavour and variety of choice: a butchers, bakers, patisserie, café, Japanese convenience store,  post office, two neighbourhood bars, a renowned sushi restaurant, a fishmongers, Starbucks, Costa, Nando’s and a Sainsbury’s.<br/><br/> Ealing Common, with its swathes of open spaces, is practically on your door step. At its south-west tip you will find the renowned local offerings  of Charlotte’s Place and The Grange Pub and Dining Room. Charlotte’s Place have also recently opened Charlotte’s W5 a modern eatery and bar located in Ealing Broadway as part of the Dickens Yard development.<br/><br/> The close proximity to Ealing Broadway compliments the range and depth of amenities on offer at Ealing Common. From a transport perspective Ealing Broadway station is an appointed ‘Crossrail’ station and for the moment it ensures you have close access to the following rail services: Central, District, Piccadilly, London Overground and Heathrow Connect.",
            "images": ["../assets/img/projects/ealingCommon/1.png", "../assets/img/projects/ealingCommon/ealing2.png", "../assets/img/projects/ealingCommon/ealing3.png", "../assets/img/projects/ealingCommon/ealing5.png", "../assets/img/projects/ealingCommon/ealing6.png", "../assets/img/projects/ealingCommon/ealing10.png", "../assets/img/projects/ealingCommon/ealing6.png", "../assets/img/projects/ealingCommon/ealing12.png", "../assets/img/projects/ealingCommon/ealing13.png", "../assets/img/projects/ealingCommon/ealing14.png", "../assets/img/projects/ealingCommon/ealing15.png"],
            "pdfs": ["../assets/pdf/366-EALING.pdf#toolbar=0&view=fitH"]
        }
    }

}